
import React from 'react';
import './assets/css/aboutus.css'


function AboutUs() {
 
  return (
    <>

        <section className='AboutUs'>
          <div className="about-div">
            <div className="photo-logo">
              <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 428 439" fill="none">
                <path d="M287.779 140.07C288.824 142.899 291.492 144.855 294.508 144.855H420.135C424.957 144.855 428.338 140.137 426.504 135.677C398.602 67.8127 311.597 -35.367 152.058 12.0594C145.13 14.1189 145.779 24.6311 152.722 26.6397C198.31 39.8284 263.193 73.4405 287.779 140.07Z"/>
                <path d="M136.892 120.531C143.314 120.531 146.667 128.801 142.573 133.749C113.825 168.494 87.6909 234.68 144.535 305.322C148.378 310.097 145.152 317.555 139.023 317.555H26.4372C23.8177 317.555 21.4132 316.116 20.2934 313.748C4.07433 279.451 -15.8167 200.1 20.2664 124.42C21.4046 122.032 23.8406 120.531 26.4853 120.531H136.892Z"/>
                <path d="M150.943 414.502C144.047 416.078 142.716 425.515 149.439 427.715C220.651 451.025 346.112 450.363 424.724 304.593C427.195 300.01 423.866 294.447 418.659 294.447H294.381C291.427 294.447 288.816 296.284 287.702 299.021C273.388 334.19 229.81 396.477 150.943 414.502Z"/>
              </svg>
            </div>
            <div className="text-content">
              <h2>О НАС</h2>
              <h3>Наша веб-студия, начала свою работу более 5 лет назад, 200+ клиентов в нашем родном городе Оренбург. Занимаемся всем, что связано с IT в бизнесе. </h3>
              <h3>Доводим до логического завершения каждый проект, убедитесь в этом сами!</h3>
              <h3>Наша политика компании согласна с тем, что клиент всегда прав. Все ваши пожелания или изменения в проекте всегда будут услышаны и выполнены.</h3>
            </div>
          </div>
        </section>

    </>
  )
}

export default AboutUs
