import React, { Component } from 'react';
import './assets/css/web-glavn.css'


class GlavnWeb extends Component {
    render() {
        return (
            <section className='head-hat-web'>
                <div className="text-wrap-web">
                    <h2>WEB-РАЗРАБОТКА</h2>
                </div>
                <div className="line-after-web"></div>
                <div className="blocks-about-web">
                    <div className="text-about-web">
                    <h2>Вы хотите выделиться на фоне конкурентов и привлечь больше клиентов? 
                        Тогда мы готовы помочь вам в этом! Наша команда профессиональных дизайнеров разработает 
                        уникальный дизайн в диджитале, который подчеркнет индивидуальность вашего бренда и 
                        привлечет внимание вашей целевой аудитории.</h2>
                        <h2>Мы предлагаем полный спектр услуг по созданию дизайна в диджитале, включая разработку
                             логотипа, фирменного стиля, веб-дизайн, дизайн социальных сетей и многое другое.</h2>
                        <h2>Мы гарантируем, что ваш бренд будет выглядеть привлекательно и профессионально.
                            Сделайте шаг к успеху своего бизнеса – обратитесь к нам за помощью в создании дизайна в диджитале.</h2>
                        <h2>Знаем что такое дизайн и с чем его едят. Создадим универсальный дизайн под ваши задачи. Ведь самое главное в дизайне - договориться с заказчиком...</h2>
                    </div>
                </div>
            </section>
        );
    }
}

export default GlavnWeb;
